tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "knazarov/qemu-virgl"
tap "planetscale/tap"
brew "anyenv"
brew "ghc"
brew "cabal-install"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "chezmoi"
brew "ghq"
brew "git"
brew "glib"
brew "gnu-sed"
brew "go"
brew "haskell-stack"
brew "jq"
brew "krb5"
brew "ldns"
brew "libfido2"
brew "libssh"
brew "mas"
brew "meson"
brew "mysql-client"
brew "openssh"
brew "peco"
brew "postgresql@14"
brew "python@3.10"
brew "python@3.9"
brew "rename"
brew "tree"
brew "wget"
brew "zip"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "planetscale/tap/pscale"
cask "alfred"
cask "arc"
cask "biscuit"
cask "clipy"
cask "cron"
cask "discord"
cask "docker"
cask "eul"
cask "font-hack-nerd-font"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "google-japanese-ime"
cask "hiddenbar"
cask "iterm2"
cask "karabiner-elements"
cask "kindle"
cask "microsoft-teams"
cask "ngrok"
cask "notion"
cask "noxappplayer"
cask "obsidian"
cask "owasp-zap"
cask "pgadmin4"
cask "popclip"
cask "postman"
cask "remnote"
cask "skitch"
cask "slack"
cask "spotify"
cask "utm"
cask "visual-studio-code"
mas "Focus To-Do", id: 1258530160
mas "GarageBand", id: 682658836
mas "GoodNotes", id: 1444383602
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "MindNode", id: 1289197285
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Spark", id: 1176895641
vscode "42Crunch.vscode-openapi"
vscode "antfu.browse-lite"
vscode "antfu.vite"
vscode "aws-scripting-guy.cform"
vscode "benjaminadk.emojis4git"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "castwide.solargraph"
vscode "christian-kohler.npm-intellisense"
vscode "cocopon.iceberg-theme"
vscode "codezombiech.gitignore"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "elmTooling.elm-ls-vscode"
vscode "enkia.tokyo-night"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-todo-plus"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "groksrc.ruby"
vscode "harg.iceberg"
vscode "haskell.haskell"
vscode "hbenl.vscode-test-explorer"
vscode "hediet.vscode-drawio"
vscode "humao.rest-client"
vscode "ionutvmi.path-autocomplete"
vscode "jduponchelle.rainbow-end"
vscode "joaompinto.vscode-graphviz"
vscode "justusadam.language-haskell"
vscode "kaiwood.endwise"
vscode "kddejong.vscode-cfn-lint"
vscode "leizongmin.node-module-intellisense"
vscode "lextudio.restructuredtext"
vscode "lunaryorn.hlint"
vscode "mads-hartmann.bash-ide-vscode"
vscode "MaxGabriel.brittany"
vscode "mechatroner.rainbow-csv"
vscode "mermade.openapi-lint"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-sqlite"
vscode "naumovs.color-highlight"
vscode "oderwat.indent-rainbow"
vscode "peakchen90.open-html-in-browser"
vscode "Prisma.prisma"
vscode "proohit.openapi-snippets"
vscode "rebornix.ruby"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "sbrink.elm"
vscode "searKing.preview-vscode"
vscode "seatonjiang.gitmoji-vscode"
vscode "shardulm94.trailing-spaces"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "sianglim.slim"
vscode "sporto.rails-go-to-spec"
vscode "stoplight.spectral"
vscode "taichi.vscode-textlint"
vscode "timonwong.shellcheck"
vscode "trond-snekvik.simple-rst"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "wingrunr21.vscode-ruby"
vscode "xabikos.JavaScriptSnippets"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
