tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "knazarov/qemu-virgl"
tap "planetscale/tap"
brew "anyenv"
brew "ghc"
brew "cabal-install"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "chezmoi"
brew "git"
brew "glib"
brew "gnu-sed"
brew "go"
brew "haskell-stack"
brew "jq"
brew "ldns"
brew "libfido2"
brew "libssh"
brew "mas"
brew "meson"
brew "mysql-client"
brew "openssh"
brew "peco"
brew "postgresql@14"
brew "python@3.10"
brew "python@3.9"
brew "rename"
brew "tree"
brew "wget"
brew "zip"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "planetscale/tap/pscale"
brew "ghq"
brew "awscli"
brew "pyenv"
cask "alfred"
cask "biscuit"
cask "clipy"
cask "cron"
cask "docker"
cask "eul"
cask "font-hack-nerd-font"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "hiddenbar"
cask "iterm2"
cask "karabiner-elements"
cask "kindle"
cask "microsoft-teams"
cask "notion"
cask "noxappplayer"
cask "owasp-zap"
cask "popclip"
cask "postman"
cask "remnote"
cask "slack"
cask "spotify"
cask "utm"
cask "visual-studio-code"
cask "discord"
cask "google-japanese-ime"
cask "ngrok"
mas "Focus To-Do", id: 1258530160
mas "GarageBand", id: 682658836
mas "GoodNotes", id: 1444383602
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "MindNode", id: 1289197285
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Spark", id: 1176895641
